[
   
      {
        "id": 1,
        "image": "https://i.ibb.co/JyNJvSY/marital-problems.jpg",
        "name": "Pre-Marital Counseling",
        "title": "Strengthen your relationship before marriage with our expert counseling.",
        "description": " Our Pre-Marital Counseling service offers couples the opportunity to strengthen their relationship before taking the leap into marriage. Our experienced counselors provide a safe and supportive environment for you to explore important topics, improve communication, and build a solid foundation for your lifelong journey together. Through personalized sessions, you'll gain valuable insights and practical skills to navigate the joys and challenges of married life. Invest in your future together with pre-marital counseling and ensure a happy and harmonious marriage.",
        "price": 49.99
      },
    
      {
        "id": 2,
        "image": "https://i.ibb.co/c3MMMNW/wedding-archway-backyard-happy-wedding-couple-outdoors-before-wedding-ceremony.jpg",
        "name": "Wedding Planning",
        "title": "Enjoy a stress-free wedding planning experience.",
        "description": "Experience stress-free wedding planning with our comprehensive Wedding Planning Services.Our team of experts is dedicated to turning your dream wedding into a reality. From selecting the perfect venue and designing stunning decor to coordinating vendors and managing logistics, we handle every detail, leaving you free to enjoy your special day without worries. Trust us to create a seamless and memorable wedding experience tailored to your unique vision and style.",
        "price": 129.99
      },
    
      {
        "id": 3,
        "image": "https://i.ibb.co/1ZsMFMM/speaker-business-meeting-conference-hall-business-entrepreneurship-concept.jpg",
        "name": "Marriage Workshops Seminars ",
        "title": "Enrich your relationship with interactive workshops. Learn communication",
        "description": "Join our engaging Marriage Workshops and Seminars to enrich your relationship and deepen your connection with your partner. These interactive sessions are designed to equip couples with effective communication strategies, conflict resolution skills, and tools to enhance intimacy. Led by experienced facilitators, you'll learn and grow together, fostering a stronger, more fulfilling bond. Connect with like-minded couples and invest in the future of your marriage through our empowering workshops.",
        "price": 349.99
      },
      {
        "id": 4,
        "image": "https://i.ibb.co/ncBw2Mv/18307789-5945273.jpg",
        "name": " Online Relationship Resources",
        "title":"Access valuable articles, videos, and quizzes to enhance your relationship",
        "description": " Access a treasure trove of valuable insights and guidance with our Online Relationship Resources. Our extensive collection of articles, videos, quizzes, and expert advice covers a wide range of topics, including effective communication, financial planning, and maintaining romance in your marriage. Whether you're looking to enhance your relationship or tackle specific challenges, our online resources are available 24/7 to support your journey toward a happier, healthier marriage.",
        "price": 559.99
      },
      {
        "id": 5,
        "image": "https://i.ibb.co/f47gT89/male-therapist-talking-couple-during-marriage-counseling-office.jpg",
        "name": " Marriage Counseling ",
        "title": "Confidential counseling to address relationship issues",
        "description":"Our Marriage Counseling Services provide a confidential and supportive space for couples seeking guidance and resolution for their relationship challenges. Our licensed therapists specialize in relationship dynamics, conflict resolution, and emotional well-being. Through personalized counseling sessions, we help you identify and address issues, improve communication, and work toward a more harmonious and fulfilling marriage. Reconnect with your partner and find solutions to your marriage struggles with our professional support",
        "price": 149.99
      },
      {
        "id": 6,
        "image": "https://i.ibb.co/7QSvyN6/side-view-happy-couple-getting-married.jpg",
        "name": "Renewal of Vows Ceremonies",
        "title": "Celebrate your enduring love with a meaningful vow renewal ceremony.",
        "description": "Celebrate your enduring love with a heartfelt Renewal of Vows Ceremony. Whether you're marking a milestone anniversary or simply reaffirming your commitment, our team will create a memorable and meaningful ceremony for you. Choose from a variety of themes and settings to customize your vow renewal experience. Let us help you celebrate your journey together and strengthen your bond for years to come."       ,
        "price": 1000.00
      }
      
]